Repository: wbniv/foswiki
Catalog: core/tools/pkg/debian/po/*.po
Languages: de, gl, pt, ro, ru

source: URL of the server TWiki runs under:
de: URL des Servers auf dem TWiki läuft:
gl: URL do servidor no que se executa TWiki:
pt: O URL do servidor onde corre o TWiki:
ro: URL-ul pentru serverul pe care rulează TWiki:
ru: URL сервера для доступа к TWiki:

source: Please enter the web server URL (such as "http://www.example.org/"). Complete TWiki URLs will be constructed from this value plus the string "twiki/".
de: Bitte geben Sie die URL des Webservers ein (wie »http://www.example.org/«). Komplette TWiki-URLs werden aus diesem Wert und der Zeichenkette »twiki/« gebildet.
gl: Introduza o URL do servidor web (por exemplo, "http://www.example.org/"). Hanse construir os URLs completos de TWiki a partir deste valor, engadindo a cadea "twiki/".
pt: Por favor introduza o URL do servidor web (tal como "http://www.exemplo.org/"). Os URLs completos do TWiki podem ser construidos a partir deste valor adicionando a string "twiki/".
ro: Introduceți URL-ul serverului web (de exemplu „http://www.example.org/”). URL-urile complete ale lui TWiki vor fi construite din acestă valoare plus șirul „twiki”.
ru: Введите URL для доступа к веб-серверу (такой как "http://www.example.org/"). Полные TWiki URL-ы будут создаваться из этого значения и строки "twiki/".

source: Email address of the webmaster for this TWiki:
de: E-Mail-Adresse des Webmasters dieses TWikis:
gl: Enderezo de email do webmaster deste TWiki:
pt: Endereço de email do webmaster para este TWiki:
ro: Adresa de poștă electronică a administratorului acestui TWiki:
ru: Адрес электронной почты вебмастера данного TWiki:

source: Please enter the email address that will receive new user registration mail. This address will also be displayed in the "oops" page when errors occur.
de: Bitte geben Sie die E-Mail-Adresse ein, an die E-Mail zur Registrierung neuer Benutzer zugestellt wird. Diese Adresse wird auch auf der »oops«-Seite angezeigt, wenn Fehler auftreten.
gl: Introduza o enderezo de email que ha recibir as mensaxes dos rexistros dos novos usuarios. Tamén se ha amosar este enderezo na páxina de "oops" cando haxa erros.
pt: Por favor introduza o endereço de email que irá receber o mail de registo de novo utilizador. Este endereço também será mostrado na página "oops" quando ocorrerem erros.
ro: Introduceți adresa de email care va primi mesajele legate de înregistrările noi. Această adresă va fi afișată și pe pagina care este vizibilă atunci când apar probleme.
ru: Введите адрес электронной почты, с которого пользователи будут получать письма о регистрации. Также он будет показан на странице "oops", если что-то заработает неправильно.

source: Perform install of default wiki Topic Set?
de: Installation des voreingestellten Satzes an Wiki-Themen (Topic Set) durchführen?
gl: ¿Instalar o conxunto de temas por defecto?
pt: Instalar o 'Topic Set' pré-definido do wiki?
ro: Se instalează setul implicit pentru wiki?
ru: Выполнить установку набор тем вики по умолчанию?

source: TWiki includes a complete "starter kit" which includes user registration pages, documentation, and tutorials.
de: TWiki enthält ein komplettes »Starter-Kit«, das Seiten für die Nutzerregistrierung, Dokumentation und Anleitungen enthält.
gl: TWiki inclúe un "kit de iniciación" que inclúe as páxinas de rexistro de usuarios, documentación e tutoriais.
pt: O TWiki inclui um "kit de iniciação" completo que inclui páginas de registo de utilizadores, documentação e tutoriais.
ro: TWiki include un set complet „de început” care include paginile de înregistrare pentru utilizatori, documentație și tutoriale.
ru: TWiki содержит полный "набор новичка", который включает страницы регистрации пользователей, документацию и обучающее руководство.

source: Accept this option unless you want to use an existing TWiki data set (for instance, one left over from a previous installation).
de: Akzeptieren Sie diese Option, falls Sie keinen vorhandenen TWiki-Datensatz verwenden möchten (z.B. von einer vorherigen Installation).
gl: Acepte esta opción a menos que queira empregar un xogo de datos de TWiki existente (por exemplo, un procedente dunha instalación anterior).
pt: Aceite esta opção a menos que queira utilizar um conjunto de dados do TWiki já existentes (por exemplo, um conjunto deixado de uma instalação anterior).
ro: Acceptați această opțiune doar dacă nu intenționați să folosiți un set de date TWiki existent (de exemplu, unul rămas de la o instalare anterioară).
ru: Ответьте отрицательно, если хотите использовать существующие данные TWiki (например, оставшиеся от предыдущей установки).

source: If data/Main/WebHome.txt is present, the starter kit will not be unpacked. The starter kit files can be found in /usr/share/twiki/twiki-data.tar.gz (and twiki-pub.tar.gz) if you want to install it manually or compare the topics with the new version.
de: Falls data/Main/WebHome.txt vorhanden ist, wird das Starter-Kit nicht entpackt. Die Dateien des Starter-Kits befinden sich in /usr/share/twiki/twiki-data.tar.gz (und twiki-pub.tar.gz) für den Fall, dass Sie sie manuell installieren oder die Themen mit der neuen Version vergleichen möchten.
gl: Se existe o ficheiro data/Main/WebHome.txt, non se ha desempaquetar o kit de iniciación. Os ficheiros do kit de iniciación están en /usr/share/twiki/twiki-data.tar.gz (e twiki-pub.tar.gz), por se os quere instalar manualmente ou comparar os temas coa nova versión.
pt: Se data/Main/WebHome.txt estiver presente, o kit de iniciação não será desempacotado. Se quiser instala-lo manualmente ou comparar os tópicos com a nova versão o kit de iniciação poderá ser encontrado em /usr/share/doc/twiki/twiki-data.tar.gz (e twiki-pub.tar.gz)
ro: Dacă data/Main/WebHome.txt este prezent, „setul implicit de pornire” nu va fi despachetat. Fișierele parte din setul implicit pot fi găsite în /usr/share/twiki/twiki-data.tar.gz (și twiki-pub.tar.gz), dacă doriți să le instalați manual sau să comparați ce aveți dumneavoastră cu ce este în versiunile noi.
ru: Если существует файл data/Main/WebHome.txt, то набор новичка распакован не будет. Файлы набора новичка можно найти в архиве /usr/share/twiki/twiki-data.tar.gz (и twiki-pub.tar.gz), если вдруг вы захотите установить их вручную или сравнить темы с новой версией.

source: Admin User Registration configuration required
de: Konfiguration für die Admin-Benutzer-Registrierung erforderlich
gl: Precísase de configurar o rexistro do usuario administrador
pt: É necessária a configuração do Registo do Utilizador
ro: Trebuie să configurați utilizatorul care administrează înregistrările
ru: Требуется настройка зарегистрированного административного пользователя

source: After you have created yourself a user, edit the Main.TWikiAdminGroup to restrict Admin privileges to that user.
de: Nachdem Sie sich selbst einen Benutzer angelegt haben, editieren Sie Main.TWikiAdminGroup, um die Admin-Privilegien auf diesen Benutzer zu beschränken.
pt: Após ter criado você mesmo um utilizador, edite Main.TWikiAdminGroup para restringir os privilégios de Administrador a esse utilizador.
ru: После того как создадите себя как пользователя, отредактируйте Main.TWikiAdminGroup, чтобы ограничить административные привилегии этого пользователя.

source: Apache user allowed access to 'configure' script:
de: Apache-Benutzer, dem Zugriff auf das »configure«-Skript erlaubt ist:
gl: Usuario de Apache ao que se permite o acceso ao script "configure":
pt: Utilizador do Apache ao qual é permitido aceder ao script 'configure':
ro: Utilizatorul apache căruia îi este permis accesul la scriptul „configure”:
ru: Пользователь Apache, имеющий права доступа к сценарию 'configure':

source: Please enter the username of the apache user who will be allowed to run the configure script at http://localhost/cgi-bin/twiki/configure.
de: Bitte geben Sie den Benutzernamen des Apache-Benutzers ein, dem es erlaubt ist, das configure-Skript unter http://localhost/cgi-bin/twiki/configure auszuführen.
gl: Introduza o nome do usuario de Apache ao que se ha permitir executar o script "configure" de http://localhost/cgi-bin/twiki/configure.
pt: Por favor introduza o nome de utilizador do utilizador do apache ao qual será permitido correr o script configure em http://localhost/cgi-bin/twiki/configure.
ro: Introduceți numele utilizatorului Apache căruia îi va fi permis să ruleze scriptul de configurare de la http://localhost/cgi-bin/twiki/configure.
ru: Введите имя учётной записи пользователя apache, которой будет разрешено выполнять сценарий configure через http://localhost/cgi-bin/twiki/configure.

source: Password for '${configuser}':
de: Passwort für »${configuser}«:
gl: Contrasinal para "${configuser}":
pt: Palavra-passe para '${configuser}':
ro: Parola pentru '${configuser}':
ru: Пароль для '${configuser}':

source: Please enter the password of the apache user who will be allowed to run the configure script at http://localhost/cgi-bin/twiki/configure.
de: Bitte geben Sie das Password des Apache-Benutzers ein, dem es erlaubt ist, das configure-Skript unter http://localhost/cgi-bin/twiki/configure auszuführen.
gl: Introduza o contrasinal do usuario de Apache ao que se ha permitir executar o script "configure" de http://localhost/cgi-bin/twiki/configure.
pt: Por favor introduza a palavra-passe do utilizador de apache ao qual será permitido correr o script configure em http://localhost/cgi-bin/twiki/configure.
ro: Introduceți parola utilizatorului apache căruia îi va fi permis să ruleze scriptul de configurare de la http://localhost/cgi-bin/twiki/configure.
ru: Введите пароль для пользователя apache, которому будет разрешено выполнять сценарий configure через http://localhost/cgi-bin/twiki/configure.

source: Password confirmation:
de: Passwort-Bestätigung:
gl: Confirmación do contrasinal:
pt: Confirmação da palavra-passe:
ro: Confirmarea parolei:
ru: Подтверждение пароля:

source: Please re-enter the same password, for verification.
de: Bitte geben Sie dasselbe Passwort zur Überprüfung erneut ein.
gl: Volva introducir o contrasinal para confirmalo.
pt: Por favor introduza novamente a mesma palavra-passe, para verificação.
ro: Introduceți din nou aceiași parolă, pentru verificare.
ru: Введите тот же пароль ещё раз для проверки.

source: Password mismatch
de: Passwörter stimmen nicht überein
gl: Contrasinais distintos
pt: As palavras-passe não coincidem
ro: Nepotrivire de parole
ru: Пароли не совпадают

source: The passwords you entered didn't match. You will have to enter them again.
de: Die Passwörter, die Sie eingegeben haben, stimmen nicht überein. Sie müssen sie noch einmal eingeben.
gl: Os contrasinais que introduciu non son iguais. Ha ter que volvelos introducir.
pt: As palavras-chave que introduziu não coincidem. Terá de as introduzir novamente.
ro: Parolele introduse nu s-au potrivit. Va trebui să le introduceți din nou.
ru: Введённые вами пароли не совпали. Введите их ещё раз.

source: After you have created yourself a user, edit the Main.WikiAdminGroup to restrict Admin privileges to that user.
gl: Despois de ter creado un usuario, edite Main.WikiAdminGroup para restrinxir os privilexios de administración a ese usuario.
ro: După ce ați creat un utilizator pentru dumneavoastră, editați Main.WikiAdminGroup pentru a acorda privilegii de administrare doar acelui utilizator.
